[
  {
    "name": "Ethereum",
    "slug": "ethereum",
    "image": "/network-images/ethereum.svg",
    "token": "ETH",
    "description": "Ethereum is a decentralized Layer 1 smart contract platform that enables programmable blockchain applications, including DeFi, NFTs, DAOs, and more. It transitioned to proof-of-stake with “The Merge,” improving energy efficiency and enabling future scalability upgrades. Its rich developer ecosystem, broad tooling, and strong security make it the foundation for many Layer 2 scaling solutions and onchain innovation."
  },
  {
    "name": "Arbitrum",
    "slug": "arbitrum",
    "image": "/network-images/arbitrum.svg",
    "token": "ARB",
    "description": "Arbitrum is a leading Ethereum Layer 2 that uses optimistic rollups to batch and verify transactions off-chain while inheriting Ethereum’s security. It offers low fees, high throughput, and strong EVM compatibility, making it popular for DeFi and gaming."
  },
  {
    "name": "Optimism",
    "slug": "optimism",
    "image": "/network-images/op-mainnet.svg",
    "token": "OP",
    "description": "Optimism is an Ethereum Layer 2 designed for speed and simplicity, using optimistic rollups to reduce costs and scale throughput. It powers the OP Stack, enabling shared infrastructure across multiple L2s while funding public goods through its governance model."
  },
  {
    "name": "Tron",
    "slug": "tron",
    "image": "/network-images/tron.svg",
    "token": "TRON",
    "description": "Tron is a high-throughput blockchain optimized for payments and digital assets, offering fast confirmation times and very low fees. It’s widely used for stablecoin transfers and consumer-facing applications."
  },
  {
    "name": "Solana",
    "slug": "solana",
    "image": "/network-images/solana.svg",
    "token": "SOL",
    "description": "Solana is a high-performance Layer 1 that combines Proof-of-History with parallel execution to achieve extremely high throughput and sub-second finality. It’s built for high-volume apps such as DeFi, trading, and consumer experiences."
  },
  {
    "name": "Cosmos",
    "slug": "cosmos",
    "image": "/network-images/cosmos.svg",
    "token": "ATOM",
    "description": "Cosmos is an ecosystem of sovereign blockchains built with the Cosmos SDK and connected through the IBC protocol. It focuses on interoperability, letting chains communicate, transfer assets, and scale independently."
  },
  {
    "name": "BNB Chain",
    "slug": "bnb-chain",
    "image": "/network-images/bnb-chain.svg",
    "token": "BNB",
    "description": "BNB Chain is a fast, low-cost, EVM-compatible ecosystem consisting of the BNB Smart Chain and BNB Beacon Chain. It’s heavily used for DeFi, trading, and decentralized applications with high user activity."
  },
  {
    "name": "Avalanche",
    "slug": "avalanche",
    "image": "/network-images/avalanche.svg",
    "token": "AVAX",
    "description": "Avalanche is a scalable Layer 1 known for its sub-second finality and flexible subnet architecture. Developers can deploy custom, interoperable blockchains tailored for specific applications, enterprise use cases, or regulated environments."
  },
  {
    "name": "Polygon",
    "slug": "polygon",
    "image": "/network-images/polygon.svg",
    "token": "POL",
    "description": "Polygon is a multichain scaling ecosystem for Ethereum offering a suite of solutions—including PoS, zkEVM, and supernets—designed to increase throughput and reduce costs. It connects deeply with the Ethereum ecosystem while enabling scalable, secure apps."
  },
  {
    "name": "Berachain",
    "slug": "berachain",
    "image": "/network-images/berachain.svg",
    "token": "BERA",
    "description": "Berachain is an emerging high-performance EVM-compatible Layer 1 built using Proof-of-Liquidity, a consensus model that aligns validators with liquidity providers. It aims to improve capital efficiency and ecosystem incentives across DeFi."
  },
  {
    "name": "Base",
    "slug": "base",
    "image": "/network-images/base.svg",
    "description": "Base is an Ethereum Layer 2 created by Coinbase using the OP Stack to deliver low fees, fast transactions, and a secure developer environment. It integrates tightly with Coinbase products to onboard mainstream users into onchain apps."
  },
  {
    "name": "Sui",
    "slug": "sui",
    "image": "/network-images/sui.svg",
    "token": "SUI",
    "description": "Sui is a next-generation Layer 1 using an object-based model and parallel execution to achieve very high throughput. Its design enables low-latency transactions, smooth user experiences, and scalable onchain apps such as gaming and payments."
  },
  {
    "name": "Near",
    "slug": "near",
    "image": "/network-images/near.svg",
    "token": "NEAR",
    "description": "Near is a user-friendly Layer 1 blockchain using nightshade sharding to scale horizontally as demand grows. It emphasizes simple onboarding, human-readable accounts, and fast, cost-effective transactions for consumer Web3 apps."
  },
  {
    "name": "Cronos",
    "slug": "cronos",
    "image": "/network-images/cronos.svg",
    "token": "CRO",
    "description": "Cronos is an EVM-compatible blockchain backed by Crypto.com, enabling easy deployment of Ethereum applications with low fees. It focuses on DeFi, payments, and consumer-facing tools within the Crypto.com ecosystem."
  },
  {
    "name": "Bitcoin",
    "slug": "bitcoin",
    "image": "/network-images/bitcoin.svg",
    "token": "BTC",
    "description": "Bitcoin is the first decentralized blockchain, designed as a secure, censorship-resistant digital currency using proof-of-work. Its fixed supply and strong security make it a foundational asset in the crypto ecosystem."
  },
  {
    "name": "Polkadot",
    "slug": "polkadot",
    "image": "/network-images/polkadot.svg",
    "description": "Polkadot is a modular multichain network where specialized parachains run in parallel and share security from a central relay chain. It focuses on interoperability, customization, and scalable, cross-chain communication."
  },
  {
    "name": "Gnosis",
    "slug": "gnosis",
    "image": "/network-images/gnosis.svg",
    "description": "Gnosis is an Ethereum sidechain built for low-cost, eco-friendly transactions and widely adopted by DAOs and Web3 organizations. Its predictable gas fees and stability make it ideal for governance and operational tooling."
  },
  {
    "name": "Aptos",
    "slug": "aptos",
    "image": "/network-images/aptos.svg",
    "token": "APT",
    "description": "Aptos is a high-performance Layer 1 featuring the Move programming language and a parallel execution engine for fast throughput. It aims to deliver secure, upgradeable, and developer-friendly infrastructure with low-latency transactions."
  },
  {
    "name": "Scroll",
    "slug": "scroll",
    "image": "/network-images/scroll.svg",
    "description": "Scroll is an Ethereum Layer 2 zk-rollup focused on full EVM equivalence, enabling developers to deploy Ethereum apps with no code changes. Its zk-proof system provides strong security guarantees and efficient scaling."
  },
  {
    "name": "Kava",
    "slug": "kava",
    "image": "/network-images/kava.svg",
    "token": "KAVA",
    "description": "Kava is a hybrid blockchain combining the Ethereum and Cosmos ecosystems. It offers EVM smart contract support on a Cosmos SDK foundation, enabling interoperability and high performance across DeFi and cross-chain applications."
  },
  {
    "name": "TON",
    "slug": "ton",
    "image": "/network-images/ton.svg",
    "token": "TON",
    "description": "TON (The Open Network) is a scalable Layer 1 originally designed by Telegram, now maintained by the TON Foundation. It uses dynamic sharding to support millions of users, low-cost transactions, decentralized storage, and native integrations for messaging ecosystems."
  },
  {
    "name": "Cardano",
    "slug": "cardano",
    "image": "/network-images/cardano.svg",
    "token": "ADA",
    "description": "Cardano is a research-driven Layer 1 built on peer-reviewed protocols and a proof-of-stake consensus called Ouroboros. It emphasizes security, formal verification, sustainability, and a structured approach to smart contract development."
  }
]
